import React from 'react';
import './About.css'


function About() {
    return (
        <div className="container">
            <div className="row">
                <div className="atext col-md-5 shadow-lg p-5">
                    <h4>המקוריות</h4>
                    <h6>
                    הקונספט היחודי שלנו בו לא צריך לצאת מהבית לטרוח או להסתובב עד למציאת המשקפיים האופנתיות ומתאימות 
                    אלא לשבת בנוחות בבית ולמדוד משקפיים עד ההתאמה האופטימלית
                    לפנים שלכם הוא יוצא דופן בתחום האופטיקה ובתחום האונליין בכללותו
                    החשיבה המקורית היא המביאה את המנהלים להגות בקונספטים חדשניים אשר יכנסו בקרוב לאתר
 </h6>
                </div>
                <div className="col-md-5 aimg shadow-lg"></div>

            </div>
            <div className="row">
                <div className="col-md-5 bimg shadow-lg"></div>
                <div className="btext col-md-5 shadow-lg p-5">
                    <h4>הבקרה</h4>
                    <h6>מרגע הזמנת העדשות המותאמות לצרכי הלקוחות, עוברים זוג המשקפיים הליכי ייצור ובקרה מהמוקפדים בעולם.
                    חשוב שתכיר מקרוב איך המשקפיים שלך מיוצרות.
הייצור מבוצע על ידי החברות בעלות מוניטין מקצועי בינלאומי ללא פשרות. חברת שמיר וחברות נוספות.</h6>
                </div>


            </div>
            <div className="row">

                <div className="btext col-md-5 shadow-lg p-5">
                    <h4>החדשנות</h4>
                    <h6>מסגרות המשקפיים הפכו לפריט אופנה חשוב ומודגש בכל גיל. שמעון כהן, מנכ"ל אופטיקה פירסט: במחירים כאלו, לא פלא שאנשים היום לוקחים מסגרת ליום חול, מסגרת מיוחדת לשבת ועוד מסגרת טרנדית מותאמת לסגנון ביגוד שונה. משקפיים הפכו מ"צורך", לפריט אופנה חשוב ומרכזי.</h6>
                </div>

                <div className="col-md-5 cimg shadow-lg"></div>
            </div>

        </div>

    )
}

export default About